birth_year = input('Birth year: ')
age = 2022 - birth_year
print(f'Your age is: {age}')

# int()
# float()
# bool()
# str()
# type()

# Написать программу, которая принимает температуру в цельсиях а возвращает в кельвинах.