is_hot = False
is_cold = False

if is_hot:
    print("It's a hot day")
    print("Drink plenty of water")
elif is_cold:
    print("It's a cold day")
    print("Wear warm clothes")
else:
    print("It's a lovely day")

print("Enjoy your day")

# Задание: Дом стоит 1_000_000 рублей. 
# Если у покупателя хорошая кредитная история, 
# то первоначальный взнос 10% от стоимости дома, иначе - 20%.
# Программа должна печатать: Первоначальный платеж ХХХ рублей.